Repository: Rav-Naz/Boat-Autopilot
Catalog: lib/l10n/app_*.arb
Languages: pl

# language
source: English
pl: Polski

source: Setted course
pl: Kurs zadany

source: Actual course
pl: Kurs aktualny

source: Setted speed
pl: Prędkość zadana

source: Actual speed
pl: Prędkość aktualna

# waypoint_info
source: To add a waypoint, hold on the desired location on the map
pl: Aby dodać punkt nawigacyjny, przytrzymaj w wybranym miejscu na mapie

source: Setting 1
pl: Ustawienie 1

source: Setting 2
pl: Ustawienie 2

source: Interface language
pl: Język interfejsu

source: Close
pl: Zamknij

source: LAT.:
pl: DŁUG.:

source: LONG.:
pl: SZER.:

# message1
source: Warning! Message Message Message
pl: Uwaga! Wiadomość Wiadomość Wiadomość

# message2
source: Error! Message Message Message
pl: Błąd! Wiadomość Wiadomość Wiadomość

source: Turning speed
pl: Szybkość skrętu

source: Steerage
pl: Sterowanie

source: Engine load
pl: Obciążenie

# engine_load_l
source: Left motor
pl: Lewy silnik

# engine_load_r
source: Right motor
pl: Prawy silnik
